import React, {Component} from 'react'
import styled from 'react-emotion'

import {H2} from './common'

// FAQ component;
class FAQ extends Component {
  render() {
    return (
      <div>
        <H2>О нас</H2>
        <p>Наш сервис помогает производить обмен Биткоин безопасно и быстро.</p>
        <p>
          Все операции по конвертации валют занимают не более 15 минут. Компетентная
          онлайн-поддержка с удовольствием проконсультирует Вас на всех этапах работы с
          нашим сервисом. Выгодные курсы и качественное обслуживание - залог работы с
          клиентами.
        </p>
        <p>
          Все операции по конвертации валют занимают не более 15 минут. Компетентная
          онлайн-поддержка с удовольствием проконсультирует Вас на всех этапах работы с
          нашим сервисом. Выгодные курсы и качественное обслуживание - залог работы с
          клиентами.
        </p>
      </div>
    )
  }
}

export default FAQ
